Repository: UbuntuDDE/deepin-pw-check
Catalog: misc/po/*.po
Languages: cs

source: Verification error
cs: Chyba ověření

source: Fingerprint verification unavailable, please input password
cs: Ověřování otiskem prstu není k dispozici – zadejte namísto toho heslo

source: Clean your finger and try again
cs: Prst očistěte a zkuste to znovu

source: Finger not centered
cs: Prst je posunutý na stranu

source: Unclear fingerprint, please clean your finger and try again
cs: Nezřetelný otisk – prosím očistěte prst a zkuste to znovu

source: Finger moved too fast, please do not lift until prompted
cs: Prstem bylo pohybováno příliš rychle. Nezvedejte prst dokud k tomu nebudete vyzváni

source: Password
cs: Heslo

source: Verification successful
cs: Úspěšně ověřeno

source: Fingerprint locked, use password please
cs: Možnost použití otisku zamčena – napište namísto něj heslo

source: Verification failed, %d chances left
cs: Ověření se nezdařilo – zbývá %d pokusů

source: Verification failed, only one chance left
cs: Ověření se nezdařilo – zbývá pouze jeden pokus

source: Chances left: %d
cs: Zbývá pokusů: %d

source: Verify your fingerprint or password
cs: Ověřit otisk prstu nebo heslo
